app/controllers/notes_controller.rb

INSERT INTO "notes" ("title", "note", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "title"], ["note", "note"], ["created_at", "2018-05-23 14:22:34.914242"], ["updated_at", "2018-05-23 14:22:34.914242"]]
---
  def create
    @note = Note.new(note_params)
    if @note.save